phil971-psr.org
#+title: PHIL 971 - The Principle of Sufficient Reason 
#+date: July 8, 2022
#+author: Colin McLear

*** DONE Week 6 – Kant I: The Pre-Critical Kant on the PSR
    SCHEDULED: <2022-09-29 Thu>
   :PROPERTIES:
   :EXPORT_HUGO_TAGS: crusius explanation freedom leibniz kant psr truth 
   :EXPORT_FILE_NAME: week6
   :END:    


This week we look at Kant's discussion of the PSR and freedom in his 1755 /New Elucidation/, which was the first of two theses he wrote to become a professor at the University of Königsberg. In addition to discussing the PSR, particularly as it appears in the work of Leibniz and Wolff, Kant also discusses an alternative and broadly "libertarian" conception of free will articulated by [[https://plato.stanford.edu/entries/18thGerman-preKant/#ChriAuguCrus][Christian August Crusius]], whose essay I've also included here.  

- [[https://discord.com/channels/1006739669842673674/1022675289140109363][Discussion Thread]]
- [[id:20220927T115445.592326][Notes]] ([[file:static/materials/handouts/crusius-and-kant.pdf][PDF]])
- [[file:static/materials/handouts/week-6-handout.pdf][Handout]]  

**** Readings 

- Crusius: [[https://www.icloud.com/iclouddrive/0e4zop-x9hyVNFla0Ve8SM2xA#crusius2009][/Sketch of the Necessary Truths of Reason/, §§1-48, 57-9, 62-84, 204-49]]
- Kant: [[https://www.icloud.com/iclouddrive/01bdi-2d4ViOfxtJospDOOwwA#kant1992-NE][/New Elucidation of the First Principles of Metaphysical Cognition/, propositions I-XI]]

**** Recommended 
- Walschots, "Crusius On Freedom Of The Will"
- Stiening, "The 'Human Weakness' Of Wolff's Secret Recommendation"
- Tester, "Crusius On Liberty Of Indifference And Determinism"
- Allison, /Kant's Conception of Freedom/ (excerpt)
- Byrd, "Kant's Compatibilism in the /New Elucidation/"

You can download all the secondary readings [[https://www.dropbox.com/sh/qn1qghiy86xg2j4/AAAEpd8mci3kB7OjOOhNWnoba?dl=0][here]]. 


