content/assignments/week6.md
+++
title = "Week 6 – Kant I: The Pre-Critical Kant on the PSR"
publishDate = 2022-09-29T00:00:00-05:00
tags = ["crusius", "explanation", "freedom", "leibniz", "kant", "psr", "truth"]
draft = false
weight = -100
author = false
toc = false
type = "post"
+++

This week we look at Kant&rsquo;s discussion of the PSR and freedom in his 1755 _New Elucidation_, which was the first of two theses he wrote to become a professor at the University of Königsberg. In addition to discussing the PSR, particularly as it appears in the work of Leibniz and Wolff, Kant also discusses an alternative and broadly &ldquo;libertarian&rdquo; conception of free will articulated by [Christian August Crusius](https://plato.stanford.edu/entries/18thGerman-preKant/#ChriAuguCrus), whose essay I&rsquo;ve also included here.

-   [Discussion Thread](https://discord.com/channels/1006739669842673674/1022675289140109363)
-   [Notes]({{< relref "crusius-and-kant" >}}) ([PDF](/materials/handouts/crusius-and-kant.pdf))
-   [Handout](/materials/handouts/week-6-handout.pdf)


## Readings {#readings}

-   Crusius: [_Sketch of the Necessary Truths of Reason_, §§1-48, 57-9, 62-84, 204-49](https://www.icloud.com/iclouddrive/0e4zop-x9hyVNFla0Ve8SM2xA#crusius2009)
-   Kant: [_New Elucidation of the First Principles of Metaphysical Cognition_, propositions I-XI](https://www.icloud.com/iclouddrive/01bdi-2d4ViOfxtJospDOOwwA#kant1992-NE)


## Recommended {#recommended}

-   Walschots, &ldquo;Crusius On Freedom Of The Will&rdquo;
-   Stiening, &ldquo;The &lsquo;Human Weakness&rsquo; Of Wolff&rsquo;s Secret Recommendation&rdquo;
-   Tester, &ldquo;Crusius On Liberty Of Indifference And Determinism&rdquo;
-   Allison, _Kant&rsquo;s Conception of Freedom_ (excerpt)
-   Byrd, &ldquo;Kant&rsquo;s Compatibilism in the _New Elucidation_&rdquo;

You can download all the secondary readings [here](https://www.dropbox.com/sh/qn1qghiy86xg2j4/AAAEpd8mci3kB7OjOOhNWnoba?dl=0).
